LEXICON_RU: dict[str, str] = {
    # Команды
    '/start_1':  'Приветствую! Знакомьтесь с <b>YaCourierBot</b> - вашим надежным спутником в мире Яндекс.Еда.',
    '/start_2':  'У нас открыт набор курьеров для службы Яндекс.Еда. '
                'Вы можете выбирать районы доставки по вашему усмотрению и осуществлять заказы в удобное для вас время. '
                'Ваш труд будет вознагражден еженедельно! А главное - вы можете доставлять заказы на велосипеде, самокате или просто пешком!\n\n'
                'Перед тем как приступить к работе, каждый новый курьер проходит краткое онлайн-обучение в нашем сервисе, что занимает всего лишь несколько минут. '
                'В ходе обучения вам будут представлены все детали работы, график и условия оплаты.\n\n',
    '/register': 'Для регистрации в сервисе нажмите на ссылку "Зарегистрироваться" ниже '
                'или перейдите на сайт: https://ya.cc/4rmNPo\n\n'
                'Пройдите регистрацию и обучение. При регистрации укажите тот номер телефона, с которого планируете работать.\n'
                '❗️Приложение поддерживается на устройствах Android и iPhone.',
    '/help': 'Здесь будет помощь',
    '/faq': 'Ответы на вопросы',
    '/tutorials': 'Выберите интересующий вас раздел',
    'no_handled': 'Не распознано'
    # Раздел обучение
}

LEXICON_FAQ_RU: dict[str, str] = {
    'faq_1': 'Как оформить заказ?asdasdas'
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Начало работы',
    '/help': 'Помощь',
    '/register': 'Регистрация',
    '/faq': 'Вопросы и ответы',
    '/tutorials': 'Обучение'
}

LEXICON_BUTTONS_RU: dict[str, str] = {
    'register_button': 'Зарегистрироваться',
    'register_link': 'https://ya.cc/4rmNPo'
}

LEXICON_MAIN_KB_RU: dict[str, str] = {
    'register_button': 'Регистрация',
    'tutorials_button': 'Обучение',
    'faq_button': 'Вопросы и ответы'
}

LEXICON_TUTORIALS_KB_RU: dict[str, str] = {
    'tutorials_1': 'Всё о доходе',
    'tutorials_2': 'Стандарты сервиса',
    'tutorials_3': 'Фирменная одежда и термосумка',
    'tutorials_4': 'Приложение Яндекс Про',
    'tutorials_5': 'Как связаться с сервисом',
    'tutorials_6': 'Безопасность на доставках'
}

LEXICON_FAQ_KB_RU: dict[str, str] = {
    'faq_1': 'Как оформить заказ?1',
    'faq_2': 'Как оформить заказ?2',
    'faq_3': 'Как оформить заказ?3',
    'faq_4': 'Как оформить заказ?4'
}